Tekla.Structures.DrawingInternal.dotGrSnapSettings_t


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.ReferencePoints


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.GeometryPoints


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.EndPoints


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.CenterPoints


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.MidPoints


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Intersections


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Perpendicular


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Near


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Extension


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Lines


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Free


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Points


Tekla.Structures.DrawingInternal.dotGrSnapSettings_t.Grid
